/* Go back action title */
"Back" = "Zurück";

/* Continue action title */
"Continue" = "Weiter";

/* Setup a new printer title */
"Set Up New Printer" = "Neuen Drucker einrichten";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Nach nur wenigen Schritten können Sie Ihren HP Drucker erstmalig verwenden.";

/* Prepare printer message */
"Prepare" = "Vorbereiten";

/* Click continue message on prepare printer view */

/* Ensure power is on message on prepare printer view */
"Power is ON" = "EINGESCHALTET";


/* Unconfigured printer display name */
"New Wireless Printer" = "Neuer Wireless-Drucker";

/* Printer selection view title */
"Connect" = "Verbinden";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Klicken Sie auf \"Weiter\", um einen neuen Wireless-Drucker einzurichten, oder auf \"Alle anzeigen\", um einen bereits verbundenen Drucker auszuwählen.";

/* Show all printers button title */
"Show All" = "Alle anzeigen";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Führen Sie die folgenden Arbeitsschritte aus, um den Drucker zu Ihrem Wi-Fi-Netzwerk hinzuzufügen.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Mac mit dem Drucker verbinden";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Klicken Sie in der Menüleiste auf das Wi-Fi-Symbol und wählen Sie das Druckernetzwerk (beginnt mit \"HP-Setup\") aus.";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Klicken Sie in der Menüleiste auf das Wi-Fi-Symbol und wählen Sie Ihr Druckernetzwerk (%@) aus.";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Ursprüngliche Wi-Fi-Einstellung Ihres Mac wiederherstellen";

/* Generic network name in lowercase */
"your network" = "Ihr Netzwerk";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Klicken Sie in der Menüleiste auf das Wi-Fi-Symbol und wählen Sie das Netzwerk (%@) aus.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Klicken Sie in der Menüleiste auf das Wi-Fi-Symbol, wählen Sie \"Mit anderem Netzwerk verbinden\" aus und stellen Sie eine Verbindung zum Netzwerk %@ her.";

/* Generic network name */
"Your network" = "Ihr Netzwerk";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Das Wi-Fi-Netzwerk %1$@ erfordert ein Kennwort (%2$@).";

/* Password title */
"Password:" = "Kennwort:";

/* Cancel button title */
"Cancel" = "Abbrechen";

/* OK button title */
"OK" = "OK";


/* Try again button title */
"Try Again" = "Erneut versuchen";


/* Default button of alert on timeout while restoring connection */
"Wait" = "Warten";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Neu konfigurieren";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Vergewissern Sie sich, dass der Netzwerkname und das Kennwort korrekt sind, versuchen Sie es später erneut oder wählen Sie ein anderes Netzwerk in der Liste aus.";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "Abbrechen";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Verbinden mit dem Netzwerk \"%@\" nicht möglich";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Das Netzwerk \"%1$@\" verwendet den Verschlüsselungstyp %2$@. Dieser Verschlüsselungstyp wird nicht unterstützt.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Führen Sie die folgenden Arbeitsschritte aus, um den Druck vorzubereiten.";
"Click Add Printer. A new window will open." = "Klicken Sie auf \"Drucker hinzufügen\". Daraufhin wird ein neues Fenster geöffnet.";
"Add Printer..." = "Drucker hinzufügen…";
"In the newly opened window:" = "Im neu geöffneten Fenster:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Wählen Sie im Einblendmenü %2$@ die Option \"%1$@\" aus.";
"Use" = "Verwenden";
"Print Using" = "Drucken mit";


"Click Add." = "Klicken Sie auf \"Hinzufügen\".";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Legen Sie ein Blatt Papier (%@) in das Papierfach des Druckers ein und klicken Sie auf \"Testseite drucken\", um sich zu vergewissern, dass die Druckerkonfiguration erfolgreich war.";

"Print Test Page" = "Testseite drucken";

/* The name of the print job */
"Test Page" = "Testseite";

"Add and Verify" = "Hinzufügen und überprüfen";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Suchen Sie ein Wi-Fi-Netzwerk und treten Sie diesem bei.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Geben Sie den Namen und den Sicherheitstyp für das Netzwerk ein, dem Sie beitreten möchten.";

/* Network name label */
"Network Name:" = "Netzwerkname:";

/* Security type label */
"Security:" = "Sicherheit:";

/* Password label */
"Password:" = "Kennwort:";

/* Show password checkbox title */
"Show password" = "Kennwort anzeigen";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Anwenden";

"Done" = "Fertig";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Netzwerke werden aktualisiert…";
"No Networks Found" = "Keine Netzwerke gefunden";
"%d Networks Found" = "%d Netzwerk(e) gefunden";
"Join Other Network..." = "Mit anderem Netzwerk verbinden …";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "WLAN: ein";
"Turn Wi-Fi Off" = "WLAN deaktivieren";
"HP-Setup..." = "HP Setup…";
"Home" = "Startseite";
"Create Network..." = "Netzwerk anlegen …";
"Open Network Preferences..." = "Systemeinstellung „Netzwerk“ öffnen …";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ versucht, Ihre Druckeinstellungen zu ändern. Geben Sie Ihr Kennwort ein, um dies zu gestatten.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ versucht, Ihre Druckeinstellungen zu ändern. Geben Sie den Namen und das Kennwort eines Administrators ein, um dies zu gestatten.";

"Account name:" = "Kontenname:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/


"Use the Current Driver" = "Aktuellen Treiber verwenden";

"Switch to the HP Driver" = "Zum HP Treiber wechseln";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Ohne";
"wpa_psk_or_wpa2" = "Persönlicher WPA/WPA2";
"wpa_enterprise" = "Firmenweiter WPA";
"wpa2_enterprise" = "Firmenweiter WPA2";
"wpa_psk" = "Persönlicher WPA";
"wpa2" = "Persönlicher WPA2";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Vorbereitung zum Öffnen des HP Utility...";
"Thank You!" = "Vielen Dank!";
"Continue with HP Utility" = "Mit HP Utility fortfahren";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klicken Sie auf \"HP Utility öffnen\" und befolgen Sie die angezeigten Schritte. Nach dem Öffnen des HP Utility wird HP Easy Start automatisch geschlossen.";
"Cannot open HP Utility." = "Öffnen des HP Utility nicht möglich.";
"Open HP Utility..." = "HP Utility öffnen...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nachdem die Verbindung hergestellt und die wesentliche Software installiert wurde, können Sie über das HP Utility die verbleibenden Aufgaben zur Druckereinrichtung erledigen.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Die automatische Suche nach Software für dieses Gerät war erfolglos. Besuchen Sie die HP Website, um nach Produktlösungen zu suchen.";
"Searching for software..." = "Software wird gesucht...";
"Install" = "Installieren";
"Recommended" = "Empfohlen";
"Installing... %.1f%%" = "Installation wird ausgeführt... %.1f%%";
"Loading..." = "Ladevorgang wird ausgeführt...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Die HP Webdienste für Ihr Gerät konnten nicht aktiviert werden.";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Vergewissern Sie sich, dass das Gerät mit dem Internet verbunden ist und korrekte Proxy-Einstellungen aufweist.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Das System ist gerade aktiv. Bitte warten….";

"Cannot obtain software information." = "Abrufen der Softwaredaten nicht möglich";
"Cannot install software." = "Installieren der Software nicht möglich.";
"Go back to the previous step and try to install the software again." = "Kehren Sie zum vorherigen Schritt zurück und versuchen Sie erneut, die Software zu installieren.";
"%@ is busy" = "%@ ist belegt";
"Downloading... %@" = "Daten werden heruntergeladen... %@";
"Update available" = "Aktualisierung verfügbar";
"Downloaded" = "Heruntergeladen";
"Version: %@" = "Version: %@";
"Status: %@" = "Status: %@";
"Installed successfully" = "Erfolgreich installiert";
"The software cannot be installed. Try again later." = "Installieren der Software nicht möglich. Versuchen Sie es später erneut.";
"Cannot connect to server" = "Verbinden mit Server nicht möglich";
"Required" = "Erforderlich";
"Up to date" = "Aktuell";
"Not Installed" = "Nicht installiert";
"Software installation requires authorization." = "Software-Installation erfordert Autorisierung.";
"Cannot obtain software information. Check your network connection, and then try again." = "Abrufen der Softwaredaten nicht möglich. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.";
"Cannot download the software." = "Herunterladen der Software nicht möglich.";
"Check your network connection, and then try again." = "Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.";
"Waiting..." = "Warten...";
"Connecting..." = "Verbindung wird hergestellt...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Möchten Sie den HP Druckertreiber verwenden?";
"Select \"%@\"" = "Wählen Sie \"%@\" aus.";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Wählen Sie die IP-Registerkarte aus und geben Sie %@ in das Adressfeld ein.";

"Choose \"%@\" from the Protocol pop-up menu." = "Wählen Sie im Popup-Menü \"%@\" die Option \"Protokoll\" aus.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Wählen Sie im Popup-Menü \"Protokoll\" ein Protokoll aus, das vom Drucker unterstützt wird.";


"Generic PostScript Printer" = "Generischer PostScript-Drucker";
"Generic PCL Printer" = "Generischer PCL-Drucker";

/* Printer search/discovery */
"Ready to Connect" = "Bereit zum Verbinden";
"Search for IP address: %@" = "Nach IP-Adresse suchen: %@";
"Searching..." = "Suche wird ausgeführt...";
"No devices have been found." = "Keine Geräte gefunden.";
"No devices have been found" = "Keine Geräte gefunden";

"Search for host name: %@" = "Nach Hostnamen suchen: %@";

/* Printer configuration */
"More..." = "Mehr...";
"About HP Auto Wireless Connect" = "Über HP Autom. Wireless-Verbindung";
/* Join device to Wi-Fi network. Please note that in three strings bellow "Join" is to be named consistently" */

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Klicken Sie auf die Bezeichnung unter dem Gerätesymbol, geben Sie dem Gerät einen prägnanten Namen, stellen Sie sicher, dass das aktuelle WLAN Ihres Mac ausgewählt ist und klicken Sie dann auf „Verbinden“.";

/* Join button title */
"Join" = "Verbinden";

/* Join device to Wi-Fi network connection notes */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Hinweis: Wenn Sie auf „Verbinden“ klicken, wird der Mac vorübergehend von Ihrem Wireless-Netzwerk getrennt. %@";


/* Preferences window title */
"Preferences" = "Voreinstellungen";


/* Error messages */

"Cannot connect to the selected network." = "Verbinden mit dem ausgewählten Netzwerk nicht möglich.";
"Cannot configure the printer." = "Konfigurieren des Druckers nicht möglich.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Sie können das Programm nicht schließen, während Änderungen angewendet werden.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Druck ist aktiviert";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Sie können das Programm während der Installation nicht verlassen. Warten Sie, bis die Installation abgeschlossen ist.";

/* Reminders */
"Remind Me..." = "Erinnern...";
"Set reminders to explore and install free HP-recommended software." = "Legen Sie Erinnerungen daran fest, die empfohlene HP Software zu erkunden und zu installieren.";
"Checking for software..." = "Software suchen...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Startseite";

/* Reminder time options */
"30 minutes" = "30 Minuten";
"1 hour" = "1 Stunde";
"1 day" = "1 Tag";
"No reminders" = "Keine Erinnerungen";

"Enable Printing" = "Druck aktivieren";

"You cannot quit the application." = "Sie können das Programm nicht verlassen.";


/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Sonstige Software";
"Explore and install free HP recommended software." = "Erkunden Sie die empfohlene HP Software und installieren Sie diese.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Gestatten Sie %@, auf Ihre Erinnerungen im Bereich \"Sicherheitz\" der Systemeinstellungen zuzugreifen.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Netzwerk auswählen";


/* Info button title */
"More Info" = "Weitere Infos";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ wurde ggf. gelöscht oder an einen anderen Standort verschoben. Verlassen Sie %1$@ und öffnen Sie das Programm erneut. Versuchen Sie es dann erneut.";
"Cannot complete operation" = "Operation kann nicht ausgeführt werden";
"Are you sure that you want to skip Online Setup steps?" = "Schritte für Online-Einrichtung wirklich überspringen?";
"Skip" = "Überspringen";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "Die Online-Einrichtung ist ein wichtiger Teil der Gesamteinrichtung des Druckers. Bestimmte Produktfunktionen sind ggf. erst verfügbar, wenn diese Schritte abgeschlossen wurden.";
"Unable to communicate with the printer." = "Kommunikation mit dem Drucker nicht möglich.";

/* Printer is not found title */
"No devices found that match search criteria" = "Keine Geräte gefunden, die den Suchkriterien entsprechen";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Vergewissern Sie sich, dass das Gerät eingeschaltet ist. Stellen Sie sicher, dass das Gerät bereits mit dem Netzwerk oder über USB verbunden ist oder alle Vorbereitungen zum Verbinden mit dem Wireless-Netzwerk getroffen wurden. Überprüfen Sie außerdem den Produktnamen oder den Namen, der dem Netzwerkgerät zugewiesen wurde. Vergewissern Sie sich, dass die Suchbegriffe korrekt eingegeben wurden. Klicken Sie auf die Info-Schaltfläche, um Tipps zu den erforderlichen Schritten abzurufen, wenn das Gerät weiterhin nicht gefunden wird.";

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "Druck nicht aktiviert.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "Der Druck wurde mit den vorherigen Schritten nicht erfolgreich aktiviert. Wahrscheinlich wurde im Dialogfenster \"Drucker hinzufügen\" der falsche Drucker ausgewählt. Wiederholen Sie die Schritte und achten Sie darauf, den richtigen Drucker auszuwählen.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Führen Sie die folgenden Schritte aus, um eine Verbindung zum Drucker herzustellen. Klicken Sie nach jedem Schritt auf \"Erneut versuchen\".\n\n1. Vergewissern Sie sich, dass alle Druckerkabel sicher angeschlossen sind oder die Wireless-Verbindung einwandfrei funktioniert.\n\n2. Schalten Sie den Drucker aus und wieder ein.";

"Username:" = "Benutzername:";

/* Conclusion screen title */
"Continue Online" = "Online fortfahren";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Nachdem die Verbindung hergestellt und die wesentliche Software installiert wurde, erfolgen die weiteren Aufgaben zur Einrichtung des Druckers online.";

/* Continue Online button title */
"Continue Online..." = "Online fortfahren…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klicken Sie auf \"Online fortfahren\", um Ihren Webbrowser zu öffnen. Führen Sie dann die angezeigten Arbeitsschritte aus. Nach dem Öffnen des Browsers wird HP Easy Start automatisch geschlossen.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Online-Einrichtung fortsetzen";
"Skip Online Setup" = "Online-Einrichtung überspringen";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Einrichtung wird fertig gestellt...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Vergewissern Sie sich, dass das Gerät eingeschaltet ist, alle Kabel angeschlossen sind und der Wireless-Zugriff auf dem Gerät aktiviert ist. Klicken Sie auf die Schaltfläche \"Infos\", um weitere Tipps zu erhalten, wenn Ihr Gerät weiterhin nicht gefunden wird.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Der Speicherplatz auf dem Startdatenträger reicht nicht aus, um die ausgewählte Software herunterzuladen. Geben Sie mehr Speicherplatz auf dem Startdatenträger frei, indem Sie Dateien löschen, und versuchen Sie es erneut.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start erfordert mindestens %1$@ freien Speicherplatz auf dem Startdatenträger, um die ausgewählten Elemente zu installieren. Es sind jedoch nur %2$@ verfügbar. Geben Sie mehr Speicherplatz auf dem Startdatenträger frei, indem Sie Dateien löschen, und versuchen Sie es erneut.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Suchen";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "Sicheres AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd Byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd Byte";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "HP Software für das AirPrint-kompatible Gerät %1$@ ist nur unter OS X %2$@ (oder neuer) verfügbar. Klicken Sie auf \"Weiter\", um die Einrichtung mit AirPrint fortzusetzen.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "HP Treiber für das Gerät %1$@ sind nur unter OS X %2$@ (oder neuer) verfügbar. Aktualisieren Sie das Betriebssystem des Computers und installieren Sie die neuesten HP Treiber.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Nach Herstellen der Verbindung werden die verbleibenden Einrichtungsschritte online angezeigt.";


/* Enable logging checkbox title */
"Enable Logging" = "Protokollierung aktivieren";


/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Vereinbarungen und Einstellungen";

"AgreementsAndSettingsScreenCescription" = "HP erfasst und analysiert Daten zur Produkt-, Software- und Servicenutzung sowie technische Daten von Ihrem Gerät, um Produkte und Services einschließlich relevanter Updates und Warnungen bereitzustellen sowie um Produkte und Services sowie den Geschäftsbetrieb zu verbessern. Zudem erhalten Sie Informationen und Funktionen, die für Sie von Interesse sind. HP darf diese Daten auch in Kombination mit anderen persönlichen Daten analysieren, die in Übereinstimmung mit der HP Datenschutzerklärung von Ihnen, anderen HP Kunden oder Dritten erfasst wurden.\nPrüfen Sie die folgenden Vereinbarungen und Einstellungen und geben Sie Ihre Zustimmung, falls Sie einverstanden sind.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Während der Einrichtung erfasste Informationen";

"Disclosure of the information collected by HP during the setup process." = "Offenlegung der Informationen, die von HP während der Einrichtung erfasst wurden.";

/* Second agreement: EULA */
"End User License Agreement" = "Endbenutzer-Lizenzvereinbarung";

"The legal agreement between HP and users of this software." = "Die rechtliche Vereinbarung zwischen HP und Benutzern dieser Software.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Datenerfassung zur Produktverbesserung (empfohlen)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Lassen Sie zu, dass HP Daten zur Produkt- und Softwarenutzung erfasst und analysiert";

/* Miscellaneous */

"HP Privacy Statement" = "HP Datenschutzerklärung";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "In wenigen Schritten ist Ihr HP Drucker oder Scanner zur Verwendung bereit!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Klicken Sie auf \"Weiter\", nachdem Sie alle Vorarbeiten abgeschlossen haben.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Verbrauchsmaterialien werden installiert, falls anwendbar";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Wenn Sie nicht beabsichtigen, eine Wireless-Verbindung zu nutzen, schließen Sie ein geeignetes Kabel (USB oder Ethernet) zwischen dem Gerät und Mac oder kabelgebundenen Netzwerk an.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Wenn Sie bei einer beliebigen Aufgabe Unterstützung benötigen, können Sie weitere Informationen der Dokumentation zu Ihrem HP Produkt entnehmen.";

/* Unconfigured device display name */
"New Wireless Device" = "Neues Wireless-Gerät";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Wählen Sie das Gerät aus, das Sie verwenden möchten, und klicken Sie auf \"Weiter\".";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Während der Konfiguration ist ein Fehler aufgetreten. Setzen Sie das Gerät auf die Standardeinstellungen zurück und versuchen Sie es erneut.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Ihr Gerät unterstützt die Wireless-Einrichtung über ein Wireless-Netzwerk nicht. Weitere Informationen können Sie der Dokumentation des Produkts entnehmen.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Das Gerät konnte in Ihrem Wireless-Netzwerk nicht gefunden werden. Klicken Sie auf \"Warten\", um die Suche fortzusetzen, oder klicken Sie auf \"Neu konfigurieren\", um die Konfiguration erneut auszuführen. Klicken Sie auf \"Abbrechen\", um ein anderes Gerät auszuwählen.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "Die Einrichtung Ihres HP Produkts ist abgeschlossen";
"Your device is set up and ready to use." = "Ihr Gerät ist eingerichtet und kann verwendet werden.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nachdem die Verbindung hergestellt und die erforderliche Software installiert wurde, verwenden Sie HP Utility, um die verbleibenden Aufgaben zur Druckereinrichtung auszuführen.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Gerät umbenennen (optional)";

/* Renaming device error title and description */
"Cannot change device name." = "Der Gerätename kann nicht geändert werden.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Das Umbenennen des Geräts ist fehlgeschlagen. Sie können es erneut versuchen, indem Sie einen anderen Namen verwenden, oder mit dem aktuellen Namen des Geräts fortfahren.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Ein AirPrint-Druckertreiber ist Ihrem Gerät zugeordnet. Dieser Treiber bietet grundlegende Funktionen und wird für die Verwendung mit Ihrem Drucker unterstützt. Um jedoch den Zugriff auf alle Funktionen Ihres Druckers sicherzustellen, wird empfohlen, den HP Druckertreiber zu verwenden.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Ein generischer Druckertreiber ist Ihrem Gerät zugeordnet. Dieser Treiber bietet grundlegende Funktionen und wird für die Verwendung mit Ihrem Drucker unterstützt. Um jedoch den Zugriff auf alle Funktionen Ihres Druckers sicherzustellen, wird empfohlen, den HP Druckertreiber zu verwenden.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Laden Sie die empfohlene Software für Ihr HP Produkt herunter und installieren Sie sie.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Aktivieren Sie das Wi-Fi Ihres Mac, um alle verfügbaren Geräte zu erkennen.";
"Searching for device with IP address: %@" = "Nach Gerät mit folgender IP-Adresse suchen: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtern Sie die aufgeführten Geräte oder geben Sie die IP-Adresse oder den Hostnamen ein.";
"Devices matching %@" = "Geräte, die mit %@ übereinstimmen"; 
"Cannot find device." = "Das Gerät kann nicht gefunden werden.";
"Searching for device with host name: %@" = "Nach Gerät mit folgendem Hostnamen suchen: %@";


/* Printer configuration */
"Set Up My HP Product" = "Eigenes HP produkt einrichten";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Um das Gerät zu konfigurieren, muss HP Easy Start vorübergehend die Verbindungseinstellungen ändern. Hierfür ist Ihre Zustimmung erforderlich.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Ihr Gerät ist  nicht mit 5-GHz-Netzwerken kompatibel. Wählen Sie ein anderes Netzwerk aus und versuchen Sie es erneut.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Ihr Gerät kann nicht mit dem Netzwerkkanal %1$@ verbunden werden. Die unterstützten Kanäle lauten %2$@. Richten Sie Ihren Router für die Verwendung von einem der unterstützten Netzwerkkanäle ein oder wählen Sie ein anderes Netzwerk aus.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Ihr Gerät kann nicht mit dem Netzwerkkanal %@ verbunden werden. Richten Sie Ihren Router für die Verwendung eines anderen Kanals ein oder wählen Sie ein anderes Netzwerk aus.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Geräteinformationen werden ermittelt...";


/* USB device busy error allert title and description */
"The device is busy" = "Das Gerät ist beschäftigt";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Ihr Gerät wird durch das Betriebssystem oder eine andere Anwendung verwendet. Versuchen Sie es später erneut oder starten Sie das Gerät neu.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Mit dem Gerät kann nicht kommuniziert werden.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Stellen Sie sicher, dass das Gerät eingeschaltet und mit dem Netzwerk verbunden ist. Überprüfen Sie außerdem den Hostnamen oder die IP-Adresse des zugeordneten Geräts und stellen Sie sicher, dass die Suchinformationen korrekt eingegeben wurden. Klicken Sie auf die Schaltfläche \"Informationen\", um weitere Hinweise aufzurufen, wenn das Gerät weiterhin nicht gefunden wird.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Der Benutzername und das Kennwort, die diesem Gerät von Ihrem Administrator zugewiesen wurden, sind zum Ausführen dieser Aufgabe erforderlich.";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Einrichtung wird vorbereitet...";
"Connecting to the device..." = "Verbindung zum Gerät wird hergestellt...";
"Setting up the device..." = "Gerät wird eingerichtet...";

"Restoring your network connection..." = "Netzwerkverbindung wird wiederhergestellt...";
"Verifying the device settings..." = "Geräteeinstellungen werden überprüft...";
"Your device is now connected." = "Ihr Gerät ist jetzt verbunden.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Drucken aktivieren";

/* For multi-function printers */
"Enable Print and Scan" = "Drucken und Scannen aktivieren";
"Follow these steps to prepare to print and scan." = "Führen Sie diese Schritte aus, um das Drucken und Scannen vorzubereiten";

/* For single-function scanners */
"Enable Scanning" = "Scannen aktivieren";
"Follow these steps to prepare for scanning." = "Führen Sie diese Schritte aus, um das Scannen vorzubereiten.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Um sicherzustellen, dass der Scanner erfolgreich konfiguriert wurde, legen Sie ein Dokument gemäß den Platzierungsmarkierungen in den Scanner ein und klicken Sie auf \"Testseite scannen\".";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Dieser Verbindungstyp wird nicht unterstützt.";
"Scanning functions will not be available" = "Scanfunktionen sind nicht verfügbar.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X untersützt nicht das Scannen auf Geräten, mit denen eine Verbindung über den Hostnamen oder die IP-Adresse hergestellt wurde. Sie können mit dem Einrichten dieses Geräts nur zum Drucken fortfahren. Um mit dem Gerät zu scannen, aktivieren Sie Bonjour auf dem Gerät. Stellen Sie sicher, dass das Gerät mit demselben lokalen Netzwerk wie Ihr Mac verbunden ist, und wählen Sie anschließend das Gerät erneut aus, wenn es in der Liste angezeigt wird.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X unterstützt nicht das Scannen auf Geräten, mit denen eine Verbindung über den Hostnamen oder die IP-Adresse hergestellt wurde. Aktivieren Sie Bonjour auf dem Gerät. Stellen Sie sicher, dass das Gerät mit demselben lokalen Netzwerk wie Ihr Mac verbunden ist, und wählen Sie anschließend das Gerät aus, wenn es in der Liste angezeigt wird.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Verbindung zum Scanner wird hergestellt...";
"The scanner reported an error" = "Der Scanner hat einen Fehler gemeldet.";
"Scanning..." = "Scanvorgang wird ausgeführt...";
"The scanner is warming up..." = "Scanner wird aufgewärmt...";
"A document is not loaded" = "Kein Dokument eingelegt.";

/* Test page control titles */
"Scan" = "Scannen";

"Print" = "Drucken";
"Scan Test Page" = "Testseite scannen";

/* Create device queue instruction and button title */
"Add Device..." = "Gerät wird hinzugefügt...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "\"%1$@\" mit Standortwert \"%2$@\" auswählen";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Protokollierte Daten werden in \"%1$@\" im Ordner %2$@ gesichert.";

/* 2.2.4 strings */

"Confirm that your scanner is functioning properly." = "Vergewissern Sie sich, dass der Scanner ordnungsgemäß funktioniert.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Das ausgewählte Netzwerk ist für Ihr HP Gerät nicht erreichbar. Positionieren Sie das Gerät in größerer Nähe zum Wireless-Router oder Access Point.";
"Google Analytics Privacy Policy" = "Datenschutzerklärung für Google Analytics";
"The scanner was added successfully." = "Der Scanner wurde erfolgreich hinzugefügt.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Ihr %1$@ Gerät wird nur unter OS X ab Version %2$@ unterstützt. Bitte aktualisieren Sie das Betriebssystem Ihres Computers.";
"Test Your Scanner" = "Scanner testen";
"Place an item on the scanner and try again." = "Legen Sie eine Vorlage auf den Scanner und versuchen Sie es erneut.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Vergewissern Sie sich, dass das USB-Kabel sicher an den USB-Anschlüssen am Gerät und am Mac angeschlossen ist.";
"Cannot configure the device software." = "Gerätesoftware kann nicht konfiguriert werden.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Vergewissern Sie sich, dass alle Gerätekabel sicher angeschlossen sind und dass die Wireless-Verbindung ordnungsgemäß funktioniert, und versuchen Sie es dann erneut.";
"ReviewedCheckboxTitle" = "Ich habe die Vereinbarungen und Einstellungen überprüft und akzeptiere diese.";
"Your Mac login password is required to complete this step." = "Zum Ausführen dieses Schritts ist die Eingabe Ihres Mac-Anmeldekennworts ist erforderlich.";
"Make sure your device is powered on and connected to the network, and then try again." = "Vergewissern Sie sich, dass das Gerät eingeschaltet und mit dem Netzwerk verbunden ist, und versuchen Sie es dann erneut.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "HP Scannertreiber für Ihr %1$@ Gerät sind nur für OS X ab Version %2$@ verfügbar. Bitte aktualisieren Sie das Betriebssystem Ihres Computers und installieren Sie dann die aktuellen HP Treiber.";
"Creating the printer queue..." = "Druckerwarteschlange wird erstellt...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Prüfen Sie, ob der Drucker erfolgreich konfiguriert wurde. Legen Sie dazu Papier in das Papierfach des Druckers ein und klicken Sie auf \"Testseite drucken\".";
"Connecting to the scanner. Please wait..." = "Die Verbindung zum Scanner wird hergestellt. Bitte warten...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Die Eingabe Ihrer Mac-Anmeldedaten ist erforderlich, um HP Easy Start zu gestatten, Software auf diesem Computer zu installieren. Klicken Sie auf OK und versuchen Sie es dann erneut.";
"The %@ IP address is not reachable." = "Die IP-Adresse %@ ist nicht erreichbar.";
"Click to setup the scanner in the system" = "Klicken, um den Scanner im System einzurichten";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "Die angegebene IP-Adresse befindet sich in einem anderen IP-Netzwerk und kann von Ihrem Mac aus nicht aufgerufen werden.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Legen Sie zum Ausführen dieses optionalen Schritts ein einseitiges Dokument auf das Scannerglas, richten Sie es an den Markierungen aus und klicken Sie dann auf \"Testseite scannen\". Wird der Scan ordnungsgemäß ausgeführt, wird das gescannte Bild im Vorschaubereich angezeigt.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Vergewissern Sie sich, dass das USB-Kabel sicher an den USB-Anschlüssen am Gerät und am Mac angeschlossen ist. Wird das Gerät weiterhin nicht erkannt, ziehen Sie das USB-Kabel ab und schließen Sie es nach einigen Minuten wieder an.";
"ProductImprovementDescription" = "HP ist stets bestrebt, die Produkte und Lösungen von HP zu verbessern, die Anforderungen von Kunden besser zu verstehen und strategische geschäftliche Initiativen zu entwickeln. Dazu verwendet HP Tools einschließlich Google Analytics, um Daten zu erfassen, zu kombinieren und zu analysieren. Diese Daten enthalten keine personenbezogenen Informationen.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Fügen Sie diesen Scanner unter Systemeinstellungen der Liste \"Drucker und Scanner\" hinzu.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Fügen Sie diesen Drucker unter Systemeinstellungen der Liste \"Drucker und Scanner\" hinzu.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Legen Sie zum Ausführen dieses optionalen Schritts einen Bogen %@ Papier im das Papierfach des Druckers ein und klicken Sie dann auf \"Testseite drucken\".";

/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ muss neu gestartet werden";
"Setup of the selected device requires HP software update and restart of %@." = "Die Einrichtung des ausgewählten Geräts erfordert die Aktualisierung von HP Software und den Neustart von %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Fügen Sie dieses Gerät der Liste \"%@\" in den Systemeinstellungen hinzu.";
"Add this scanner to the System Preferences \"%@\" list." = "Fügen Sie dieses Gerät der Liste \"%@\" in den Systemeinstellungen hinzu.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Drucken & Scannen";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Drucker und Scanner";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Einige der Gerätefunktionen sind möglicherweise nicht verfügbar.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X unterstützt Scan- und Faxfunktionen nur bei Geräten, die über Bonjour verbunden sind, aber dieses Gerät wird über Bonjour nicht erkannt. Sie können die Einrichtung fortsetzen und das Gerät nur zum Drucken einrichten. Um alle Gerätefunktionen verwenden zu können, gehen Sie wie folgt vor: Aktivieren Sie Bonjour auf Ihrem Gerät, stellen Sie sicher, dass das Gerät mit dem gleichen lokalen Netzwerk verbunden ist wie Ihr Mac, und wählen Sie dann das Gerät erneut aus, wenn es in der Liste angezeigt wird.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Die Druckwarteschlange für das Gerät muss aktualisiert werden.";
"Update..." = "Aktualisieren...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X bietet keine Unterstützung für das Scannen mit Geräten, deren Netzwerkverbindung über den Hostnamen oder die IP-Adresse hergestellt wird. Aktivieren Sie zum Scannen Bonjour auf Ihrem Gerät, stellen Sie sicher, dass das Gerät mit dem gleichen lokalen Netzwerk verbunden ist wie Ihr Mac und wählen Sie dann das Gerät erneut aus, wenn es in der Liste angezeigt wird.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Führen Sie zum Verbinden des Geräts die folgenden Schritte aus. Nachdem Sie die einzelnen Schritte abgeschlossen habe, klicken Sie auf \"Erneut versuchen\".\n \n1. Stellen Sie sicher, dass alle Kabel sicher angeschlossen sind und dass die Wireless-Verbindung ordnungsgemäß funktioniert.\n\n2. Schalten Sie das Gerät aus und anschließend wieder ein.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Hardwareeinrichtung";
"Lets install ink and paper" = "Ermöglicht das Nachfüllen von Tinte und Papier!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Befolgen Sie die mit dem Gerät gelieferten gedruckten Anweisungen.\n\nNachdem Sie Tinte und Papier nachgefüllt haben, wählen Sie <b>Weiter</b> aus.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Es kann keine Verbindung für die Online-Einrichtung hergestellt werden.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Für einige Schritte zur Geräteinstallation, einschließlich der Installation der HP Software, ist eine Internetverbindung erforderlich. Stellen Sie sicher, dass Ihr Computer mit dem Internet verbunden ist, und klicken Sie dann auf 'Erneut versuchen'. Um die Online-Einrichtung zu überspringen, klicken Sie auf Offline fortfahren.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Für einige Schritte zur Geräteinstallation, einschließlich der Installation der HP Software, ist eine Internetverbindung erforderlich. Stellen Sie sicher, dass Ihr Computer mit dem Internet verbunden ist, und klicken Sie dann auf 'Erneut versuchen'. Um die Online-Einrichtung zu überspringen und Ihr Gerät mit dem AirPrint-Treiber einzurichten, klicken Sie auf 'Offline fortfahren'.";
/* Continue offline button title */ 
"Continue Offline" = "Offline fortfahren";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Die Software wird heruntergeladen. Warten Sie, bis der Download abgeschlossen ist.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Trotzdem schließen";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Ein Download-Vorgang wird gerade ausgeführt. Warten Sie, bis der Download abgeschlossen ist, oder brechen Sie die aktiven Download-Vorgänge ab.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Die Software kann nicht heruntergeladen werden. Versuchen Sie es später erneut.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Bonjour aktivieren";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Ihr Gerät ist über eine Bonjour-Verbindung verfügbar.";
"Using Bonjour allows you to have more features and options for work with your device." = "Wenn Sie Bonjour verwenden, stehen Ihnen mehr Funktionen und Optionen für die Arbeit mit Ihrem Gerät zur Verfügung.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Bonjour-Verbindung verwenden";
"Use current connection" = "Aktuelle Verbindung verwenden";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X unterstützt Scan-und Faxfunktionen nur für Geräte, die über Bonjour verbunden sind, aber dieses Gerät kann nicht über Bonjour erkannt werden. Sie können damit fortfahren, das Gerät ausschließlich zum Drucken einzurichten. Um alle Gerätefunktionen verwenden zu können, müssen Sie Bonjour auf dem Gerät aktivieren und sicherstellen, dass das Gerät und Ihr Mac mit demselben lokalen Netzwerk verbunden sind.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X unterstützt Scan-und Faxfunktionen nur für Geräte, die über Bonjour verbunden sind, aber dieses Gerät kann nicht über Bonjour erkannt werden. Aktivieren Sie Bonjour auf Ihrem Gerät und stellen Sie sicher, dass das Gerät und Ihr Mac mit demselben lokalen Netzwerk verbunden sind.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Gerät mit dem Wireless-Netzwerk verbinden";
"Your device supports wireless network connection." = "Ihr Gerät unterstützt Verbindungen zu Wireless-Netzwerken.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Mit Wireless-Netzwerk verbinden";
"Continue with USB connection" = "Mit USB-Verbindung fortfahren";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Vergewissern Sie sich, dass das USB-Kabel sicher mit den USB-Anschlüssen am Gerät und an Ihrem Mac verbunden ist. Wird weiter keine Verbindung hergestellt, schalten sie das Gerät aus und nach einem Moment wieder ein.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Trennen Sie die USB-Verbindung Ihres Geräts.";
"Please unplug your device from USB to start using the network connection." = "Trennen Sie die USB-Verbindung Ihres Geräts, um die Netzwerkverbindung nutzen zu können.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Name des Gerätemodells";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Geben Sie den Namen des Gerätemodells ein, um im Internet nach Software zu suchen.";

/* Done button title */
"New Download" = "Neuer Download";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Prüfen Sie, ob der Drucker erfolgreich konfiguriert wurde. Vergewissern Sie sich hierzu, dass Papier im Papierfach des Druckers eingelegt ist, und klicken Sie dann auf %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Richten Sie zum Ausführen dieses optionalen Schritts ein einseitiges Dokument an den Markierungen auf dem Scannerglas aus und klicken Sie dann auf %@. Bei ordnungsgemäßer Funktionsweise wird das gescannte Bild im Vorschaubereich angezeigt.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Legen Sie zum Ausführen dieses optionalen Schritts ein Blatt %@ Papier in das Papierfach des Druckers ein und klicken Sie dann auf %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "Die Unterstützung des %@ WLAN-Frequenzbands ist deaktiviert. Aktivieren Sie sie über das Gerätebedienfeld oder wählen Sie ein anderes Netzwerk aus.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Wählen Sie das zu verwendende Gerät aus und klicken Sie auf <b>Weiter</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Hinweis: Wenn Sie auf <b>Verbinden</b> klicken, wird Ihr Mac vorübergehend vom Wireless-Netzwerk getrennt. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Klicken Sie auf die Bezeichnung unter dem Gerätesymbol und geben Sie dem Gerät einen einfach zu merkenden Namen. Vergewissern Sie sich, dass das aktuelle Wi-Fi-Netzwerk Ihres Mac ausgewählt ist und klicken Sie dann auf <b>Verbinden</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klicken Sie auf <b>HP Dienstprogramm öffnen</b> und führen Sie die angezeigten Schritte aus. Sobald das HP Dienstprogramm geöffnet ist, wird HP Easy Start automatisch geschlossen.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klicken Sie auf <b>Online fortfahren</b>, um Ihren Webbrowser zu öffnen, und führen Sie die angezeigten Schritte aus. Sobald Ihr Webbrowser geöffnet ist, wird HP Easy Start automatisch geschlossen.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Schalten Sie das Gerät ein, um nach der schnellen und einfachen Einrichtung und Verbindung des Geräts mit HP Easy Start mit dem Drucken zu beginnen. Nach wenigen einfachen Schritten ist Ihr HP Drucker oder Scanner einsatzbereit!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Land auswählen...";
"Select Language..." = "Sprache auswählen...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Zum Scannen wird eine Bonjour-Verbindung benötigt.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Klicken Sie auf <b>Weiter</b>, um mit der Bonjour-Verbindung fortzufahren.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Ihr Gerät hinzufügen und überprüfen"; 
"Follow these steps to prepare the device for work." = "Stellen Sie die Betriebsbereitschaft des Geräts mit folgenden Schritten her.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Einrichtung nicht abgeschlossen";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Wenn Sie %1$@ schließen, können Sie ggf. nicht mehr über diesen Computer drucken.\nAuch wenn der Drucker bereits mit einem Netzwerk verbunden wurde, müssen Sie noch Druckertreiber installieren.\nWenn Sie dieses Fenster jetzt schließen, werden zudem Ihre Verbrauchsmaterialien nicht korrekt konfiguriert.\nKlicken Sie auf <b>%2$@</b>, um die Einrichtung fortzusetzen (empfohlen), auf <b>%3$@</b>, um Druckertreiber herunterzuladen und zu installieren, oder auf <b>%4$@</b>, um die Anwendung zu beenden.";

/* Skip online setup button title */
"Skip to Software Download" = "Weiter mit Software-Download";

/* Quit application during online setup button title */
"Quit" = "Verlassen";

"Welcome to %@!" = "Willkommen bei %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Schalten Sie Ihr Gerät ein und führen Sie mit HP Easy Start ganz einfach Einrichtung, Verbindung und Druckvorgänge aus.\nStellen Sie nun die Einsatzbereitschaft Ihres HP Druckers oder Scanners her!";
I_Have_Read_Agreement_prefix = "Ich habe die ";
"End_User_License_Agreement" = "Endbenutzer-Lizenzvereinbarung";
" and " = " und die ";
"Privacy Statement" = "Datenschutzerklärung";
I_Have_Read_Agreement_suffix = " gelesen und stimme diesen zu.";
User_Settings_prefix = "Weitere Informationen sowie Anleitungen zum Ändern von Benutzereinstellungen ";
"click here" = "finden Sie hier";
User_Settings_suffix = ".";
"User Settings" = "Benutzereinstellungen";
"Allow usage information to be sent" = "Senden von Nutzungsdaten zulassen";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP erfasst und analysiert Daten zur Druckernutzung und technische Daten von HP Geräten zum Verbessern von Produkten, Services und Geschäftsbetrieb sowie für die Bereitstellung von relevanten Informationen und Vorteilen. HP darf die Daten auch in Kombination mit anderen Daten analysieren, die in Übereinstimmung mit der HP Datenschutzerklärung erfasst wurden.";
"Allow your %@ software to send data to HP" = "%@ Software das Senden von Daten an HP erlauben";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "HP erfasst in regelmäßigen Abständen anonyme Nutzungsdaten (teilweise mithilfe von Google Analytics) und sendet diese Daten an HP, damit kontinuierlich verbesserte Versionen Ihrer %@ Software bereitgestellt werden können.";
"Click here to learn more about Google Analytics" = "Klicken Sie hier, um weitere Informationen zu Google Analytics zu erhalten";
"Prepare printer for setup" = "Drucker für Einrichtung vorbereiten";
"Click <b>Continue</b> after you complete the following tasks." = "Klicken Sie nach der Ausführung der folgenden Schritte auf <b>Weiter</b>.";
"Make sure the printer is plugged into a power source" = "Vergewissern Sie sich, dass der Drucker an eine Stromquelle angeschlossen ist";
"Make sure the printer is turned ON" = "Vergewissern Sie sich, dass der Drucker eingeschaltet ist";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Ziehen Sie vor der Wireless-Einrichtung des Druckers am Drucker angeschlossene Ethernet- oder USB-Kabel ab";
"For assistance with these tasks, consult the information provided with your printer." = "Unterstützung zu diesen Schritten finden Sie in den mit dem Drucker gelieferten Informationen.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Herunterladen";
/* Menu item to create new window */
"New Download Window" = "Neues Download-Fenster";

/* Main screen title */
"Download Software" = "Software herunterladen";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Zum Suchen der Software den Modellnamen des Geräts eingeben";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Kein Modell ausgewählt";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Im Finder anzeigen";
